<template>
  <div class="artstyle" id="charter">
    <span style="font-size:30px;font-weight:600;font-family:PingFangSC-Semibold;">协会章程</span>
    <el-scrollbar style="height:600px;width:100%;margin:20px auto;">
      <div class="charterstyle">
        <span>第一章 总则</span>
        <p>第一条 本协会的名称：中国老年大学协会。英译名CHINA ASSOCIATION OF THE UNIVERSITIES FOR THE AGED (CAUA) 。</p>
        <p>第二条 本协会是由老年大学（含地方老年大学协会和老年学校）自愿结成的全国性、非营利性社会组织。</p>
        <p>第三条 本协会的宗旨是：
        以马克思列宁主义、毛泽东思想、邓小平理论、三个代表重要思想、科学发展观、习近平新时代中国特色社会主义思想为指导，遵守宪法、法律、法规和国家政策，践行社会主义核心价值观，遵守社会道德风尚，贯彻《中华人民共和国教育法》和《中华人民共和国老年人权益保障法》，全面推进《老年教育发展规划（2016-2020年）》和《“十三五”国家老龄事业发展和养老体系建设规划》的贯彻落实，大力发展老年教育，使老年大学工作上一个新台阶，为构建全民学习、终身学习的学习型社会做贡献。</p>
        <p>第四条 本协会接受业务主管单位和登记管理机关民政部的业务指导和监督管理。</p>
        <p>第五条 本会按照中国共产党章程的规定，设立党的组织，开展党的活动，为党的组织的活动提供必要条件。</p>
        <p>第六条 本协会住所设在北京市。</p>
        <span>第二章 业务范围</span>
        <p>第七条 本协会的业务范围：</p>
        <p>（一）组织老年大学校际间的经验交流和信息沟通；<br>
        （二）开展老年教育学术、理论和教学研究；<br>
        （三）推动老年大学规范化建设，不断提高办学水平、教学质量；<br>
        （四）根据国家相关规定，开展优秀老年大学教学大纲、教材的推荐及编写；<br>
        （五）推动老年远程教育的发展，扩大老年教育覆盖面；<br>
        （六）加大老年教育的宣传力度，扩大社会影响；<br>
        （七）开展老年大学有关办学、教学和理论研究等方面的培训工作；<br>
        （八）积极开展老年社会文化活动；<br>
        （九）开展国际间的交流与合作。</p>
        <span>第三章 会员</span>
        <p>第八条 本协会采取单位会员制。</p>
        <p>第九条 申请加入本协会的老年大学（学校）、单位，必须具备下列条件：</p>
        <p>（一）拥护本协会的章程；<br>
        （二）有加入本协会的意愿；<br>
        （三）办学比较规范，教学设施、条件比较健全，并达到一定规模，在本地区、本系统有一定影响的老年大学（学校）；<br>
        （四）各地设立的老年大学协会、老年教育协会等老年教育社会组织。</p>
        <p>第十条 会员入会的程序</p>
        <p>（一）向本协会提交入会申请书；<br>
        （二）地（市）级（含）以下老年大学（学校），需由本协会会员、地方老年大学协会、有关主管部门或本协会理事推荐；<br>
        （三）经理事会或常务理事会讨论通过；<br>
        （四）由理事会授权办公室发给批准通知书，即成为正式会员。</p>
        <p>第十一条 会员享有以下权利：</p>
        <p>（一）有选举权、被选举权和表决权；<br>
        （二）参加本协会组织的经验交流、学术研讨、教学活动及各种社会文化活动；<br>
        （三）优先、优惠获得本协会编辑的信息、通讯和出版的各种资料、书籍等；<br>
        （四）对本协会工作的批评建议权和监督权；<br>
        （五）入会自愿，退会自由。</p>
        <p>第十二条 会员履行以下义务：</p>
        <p>（一）遵守本协会章程，执行本协会决议；<br>
        （二）维护本协会合法权益；<br>
        （三）承担本协会委托的工作；<br>
        （四）积极参加本协会组织的各种活动；<br>
        （五）及时向本协会反映情况，提供相关信息、资料；<br>
        （六）按期缴纳会费。</p>
        <p>第十三条 会员退会应通知本协会，并说明理由。会员如两年不缴纳会费或不参加本协会各项活动，又未申明情况者，视为自动退会。</p>
        <p>第十四条 会员如有严重违反本章程的行为，经理事会或常务理事会表决通过，予以除名。</p>
        <span>第四章 组织机构和负责人产生、罢免</span>
        <p>第十五条 本协会的最高权力机构是会员代表大会。会员代表大会的职权是：</p>
        <p>（一）制定和修改章程；<br>
        （二）选举和罢免理事；<br>
        （三）审议理事会的工作报告和财务报告；<br>
        （四）制定和修改会费标准；<br>
        （五）决定终止事宜；<br>
        （六）决定其它重大事宜。</p>
        <p>第十六条 会员代表大会须有2/3以上会员代表出席方能召开，其决议须经到会会员代表1/2以上表决通过方能生效。</p>
        <p>第十七条 会员代表大会每届5年。因特殊情况需提前或延期召开的，须由理事会表决通过，报全国老龄工作委员会办公室、民政部批准。延期换届最长不超过1年。</p>
        <p>第十八条 理事会是会员代表大会的执行机构，在会员代表大会闭会期间领导本协会开展日常工作，对会员代表大会负责。</p>
        <p>第十九条 理事会的职责是：</p>
        <p>（一）执行会员代表大会的决议；<br>
        （二）选举和罢免会长、副会长、秘书长和常务理事；<br>
        （三）筹备召开会员代表大会；<br>
        （四）向会员代表大会报告工作和财务状况；<br>
        （五）决定会员的吸收和除名；<br>
        （六）决定办事机构、分支机构、代表机构、实体机构的设立、变更和终止；<br>
        （七）决定副秘书长、各机构主要负责人的聘任；<br>
        （八）领导本协会各机构开展工作；<br>
        （九）制定内部管理制度；<br>
        （十）决定其他重大事项。</p>
        <p>第二十条  理事会须有2/3以上理事出席方能召开，其决议须经到会理事2/3以上表决通过方能生效。</p>
        <p>第二十一条 理事会每年至少召开1次会议，情况特殊的，可采用通讯形式召开。</p>
        <p>第二十二条 本协会设常务理事会。常务理事会由理事会选举产生，常务理事人数不超过理事人数的1/3，在理事会闭会期间行使第十八条第一、三、五、六、七、八、九项的职权。常务理事会对理事会负责。</p>
        <p>第二十三条 常务理事会须有2/3以上常务理事出席方能召开，其决议须经到会常务理事2/3以上表决通过方能生效。</p>
        <p>第二十四条 常务理事会至少半年召开1次会议，情况特殊的，可采用通讯形式召开。</p>
        <p>第二十五条 本协会会长、副会长、秘书长必须具备下列条件：</p>
        <p>（一）坚持党的路线、方针、政策，政治素质好；<br>
        （二）在老年教育领域内有较大影响，热心推动全国老年教育事业发展；<br>
        （三）最高任职年龄不超过70周岁，秘书长为专职；<br>
        （四）身体健康，能坚持正常工作；<br>
        （五）未受过剥夺政治权力的刑事处罚；<br>
        （六）具有完全民事行为能力。</p>
        <p>第二十六条 本协会会长、副会长、秘书长如超过最高任职年龄的，须经理事会表决通过，报全国老龄工作委员会办公室、民政部批准后，方可任职。</p>
        <p>第二十七条 本协会会长、副会长、秘书长每届任期5年，连任不得超过两届。特殊情况需延长任期的，须经会员代表大会2/3以上会员代表表决通过，报全国老龄工作委员会办公室、民政部批准后，方可任职。</p>
        <p>第二十八条 会长为本协会法定代表人。
        因特殊情况，经会长提议、理事会同意，报全国老龄工作委员会办公室、民政部批准后，可以由副会长或秘书长担任法定代表人。
        法定代表人代表本协会签署有关重要文件。
        本协会法定代表人不兼任其他团体的法定代表人。</p>
        <p>第二十九条 本协会会长行使下列职权：</p>
        <p>（一）召集和主持理事会和常务理事会；<br>
        （二）检查会员代表大会、理事会、常务理事会决议的落实情况。<br>
        第三十条 本协会秘书长行使下列职权：<br>
        （一）协助会长、常务副会长、副会长开展工作；<br>
        （二）负责起草协会重要文件；<br>
        （三）负责《协会通讯》及《协会要情》工作；<br>
        （四）联系协调会员校和各分支机构；<br>
        （五）负责对外联系与合作。</p>
        <span>第五章 资产管理、使用原则</span>
        <p>第三十一条 本协会经费来源：</p>
        <p>（一）会费；<br>
        （二）捐赠；<br>
        （三）政府资助；<br>
        （四）在核准的业务范围内开展活动和服务收入；<br>
        （五）利息；<br>
        （六）其它合法收入。</p>
        <p>第三十二条 本协会按照国家有关规定收取会员会费。</p>
        <p>第三十三条 本协会经费必须用于本章程规定的业务范围和事业的发展，不得在会员中分配。</p>
        <p>第三十四条 本协会建立严格的财务管理制度，保证会计资料合法、真实、准确、完整。</p>
        <p>第三十五条 本协会配备具有专业资格的会计人员，会计不得兼任出纳。会计人员必须进行会计核算，进行会计监督。会计人员调动工作或离职时，必须与接管人员办清交接手续。</p>
        <p>第三十六条 本协会的资产管理必须执行国家规定的财务管理制度，接受会员代表大会和财政部门监督。资产来源于社会捐赠、资助的，接受审计机关监督。</p>
        <p>第三十七条 本协会换届或更换法定代表人之前必须进行财务审计。</p>
        <p>第三十八条 本协会的资产，任何单位、个人不得侵占、私分和挪用。</p>
        <p>第三十九条 本协会专职工作人员的工资和保险、福利待遇，参照国家对事业单位的有关规定执行。</p>
        <span>第六章 章程修改程序</span>
        <p>第四十条 对本章程的修改，须经理事会或常务理事会表决通过后报会员代表大会审议。</p>
        <p>第四十一条 本协会修改的章程，须在会员代表大会通过15日内，报民政部核准后生效。</p>
        <span>第七章 终止程序及终止后的财产管理</span>
        <p>第四十二条 本协会完成宗旨或自行解散或由于分立、合并等原因需要注销的，由理事会或常务理事会提出终止动议。</p>
        <p>第四十三条 本协会终止动议须经会员代表大会表决通过，并报全国老龄工作委员会办公室审查同意。</p>
        <p>第四十四条 本协会终止前，须在全国老龄工作委员会办公室指导下成立清算组织，清理债权债务，处理善后事宜。清算期间，不开展清算以外的活动。</p>
        <p>第四十五条 本协会经办理注销手续后即为终止。</p>
        <p>第四十六条 本协会终止后的剩余财产，在全国老龄工作委员会办公室和民政部的监督下，按照国家有关规定，用于发展与本协会宗旨相关的事业。</p>
        <span>第八章 附则</span>
        <p>第四十七条 本章程经2018年3月30日第五届会员代表大会通过。</p>
        <p>第四十八条 解释权属本协会理事会。</p>
        <p>第四十九条 本章程自民政部核准之日起生效。</p>
      </div>
    </el-scrollbar>
    <router-link to="/application" tag="a" class="agreechar">已阅读并同意协会章程</router-link>
  </div>
</template>

<script>
  export default {
    data(){
      return {
      }
    }
  }
</script>
<style lang="scss" scoped>
  %mgto{
    margin:0 auto;
  }
  %ulst{
    margin:0;
    padding:0;
    list-style: none;
  }

  @mixin displayflex($row,$column,$direction,$wrap){
    display: flex;
    @if $direction == column {
      flex-direction:column;
    }@else{
      flex-direction:row;
    }
    @if $wrap == wrap {
      flex-wrap:wrap;
    }@else{
      flex-wrap:nowrap;
    }
    justify-content:$row;
    align-items:$column;
  }
  .box-border{
  box-sizing:border-box;
  }
  @mixin font-style($family,$size,$color,$weight){
    font-family: $family;
    font-size:$size;
    color:$color;
    font-weight:$weight;
  }

  
    $pd-lf:padding-left;

    .artstyle{
      margin:60px auto;
      width:1200px;
      background:#ffffff;
      position:relative;
      padding: 40px 80px;
      display: flex;
      justify-content: space-between;
      align-items: center;
      flex-direction: column;
    }
    .charterstyle{
      display:flex;
      flex-direction:column;
      justify-content:flex-start;
      align-items:flex-start;
      font-size:18px;
      font-family:PingFangSC-Medium;
      color:#333333;
      &>span{
        align-self:center;
        font-weight:600;
        font-size:22px;
        margin: 30px 0;
      }
      &>p{
        line-height:25px;
        margin:8px 0;
        font-weight:500;
      }
    }
    .agreechar{
      width: 350px;
      height:60px;
      line-height:60px;
        background:#FF3355;
        font-size:22px;
        font-family:PingFangSC-Medium;
        font-weight:500;
        color:#ffffff;
        margin: 0 auto;
        text-decoration: none;
        text-align: center;
      }
</style>
<style lang="scss">
  @mixin font-style($family,$size,$color,$weight){
    font-family: $family;
    font-size:$size;
    color:$color;
    font-weight:$weight;
  }
  #charter{
    .el-scrollbar__wrap{
      overflow-y: scroll;
      overflow-x: hidden;
    }
  }
</style>